//
//  AboutUsViewController.swift
//  VYBORY
//
//  Created by Oksana Fedorchuk on 04.12.2020.
//

import UIKit

class AboutUsViewController: UIViewController {


    @IBOutlet weak var aboutUsLabel: UILabel!
    
    override func viewDidLoad() {
        aboutUsLabel.text =
            """
            Громадянська мережа ОПОРА – одна з провідних неурядових та позапартійних всеукраїнських організацій громадського контролю у сфері виборів.
            З 2007 року ОПОРА аналізує виборчий процес, проводить спостереження за всіма його етапами, працює над удосконаленням виборчого законодавства відповідно до міжнародних стандартів. Загалом за цей час до моніторингу виборів було залучено понад 20 тисяч кваліфікованих спостерігачів.

            Для своїх спостерігачів, та усіх інших учасників виборчого процесу ми розробили цей мобільний додаток із виборчим кодексом та верифікатором протоколу, який знадобиться вам у ніч підрахунку голосів. Тепер виборчий кодекс буде завжди із вами, а зручний пошук дозволить швидко знайти необхідну статтю.

            Отримати усю оперативну інформацію про перебіг Місцевих виборів 2020 року Ви можете тут:
            Вебсайт: https://oporaua.org/
            Мапа порушень https://oporaua.org/map-reports
            Все про виборчі дані та соцмережі: https://danivyboriv.net/
            Аналізатор політичної реклами https://fb.oporaua.org/


            І не забувайте стежити за нами в соціальних мережах:
            """
    }

}
